Revit 2024 API
SpecTypeId.IsothermalMoistureCapacity Property
 Isothermal Moisture Capacity, in discipline Energy.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId IsothermalMoistureCapacity { get; }
Visual Basic
Public Shared ReadOnly Property IsothermalMoistureCapacity As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ IsothermalMoistureCapacity {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace